Repository: HarshilShah/PeakLocalisations
Catalog: fr/PeakLocalisations/Localisation/App Store/Screenshots.xcstrings
Source language: en
Languages: de, es

# Dashboard
source: Your Personal Fitness Dashboard
de: Deine persönliche Fitness-Übersicht
es: Su Panel Personal de Fitness

# Pitch.Benchmarks
source: Set new Benchmarks
de: Setze neue Benchmarks
es: Establecer nuevas Referencias

# Pitch.Charts
source: Chart your Progress
de: Visualisiere deinen Fortschritt
es: Grafica su Progreso

# Pitch.Goals
source: Reach your Goals
de: Erreiche deine Ziele
es: Alcanza sus Metas

# Pitch.Overviews
source: Get an Overview
de: Erhalte eine Übersicht
es: Obtenga un Panorama

# Pitch.Recaps
source: Recap Yesterday
de: Gestern zusammengefasst
es: Recapitule el Pasado

# Pitch.Recents
source: Review your Recents
de: Das Neueste
es: Revisa sus Recientes

# Pitch.Today
source: Grow Today
de: Wachse Heute
es: Crecer Hoy

# Pitch.Totals
source: Tally your Totals
de: Zähle deine Summen
es: Cuente sus Totales

# Pitch.Trends
source: Track your Trends
de: Verfolge deine Trends
es: Sigue sus Tendencias

# Privacy.Body
source: Your health data is extremely sensitive, so Peak doesn’t collect any user data or analytics.
de: Deine Gesundheitsdaten sind besonders sensibel, weshalb Peak keine Nutzerdaten sammelt.
es: Sus datos de salud son extremadamente confidenciales y, por eso, Peak no recopila ningún dato del usuario.

# Privacy.Title
source: Private By Design
de: Privatsphäre von Anfang an
es: Privada por Diseño

# Themes
source: Over 80 Gorgeous Themes
de: Über 80 schicke Themes
es: Más de 80 Temas Magníficos

# Widgets
source: Beautifully Designed Widgets
de: Wunderschön gestaltete Widgets
es: Widgets Hermosamente Diseñados
